Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh686-v3.tmx
Source language: bo
Languages: en

source: །གོས་བཅངས་པ་ཙམ་གྱིས་འཇིག་རྟེན་ཐམས་ཅད་དབང་དུ་འགྱུར་རོ།
en: If he wears censed clothes, everyone will fall under his thrall. “

source: །བདག་ཉིད་ཀྱིས་གོས་དེ་བདུགས་ནས་རྒྱལ་པོའི་ཕོ་བྲང་དུ་ཞུགས་ན་རྒྱལ་པོ་བཙུན་མོ་དང་། འཁོར་དང་བཅས་པ་དབང་དུ་འགྱུར།
en: If the vidyā holder censes his body and clothes with the incanted sandalwood and enters a royal household, the king, together with his harem and retinue, will fall under the vidyā holder’s thrall.

source: མཆོད་གནས་ཆེན་པོར་འགྱུར།
en: The vidyā holder will receive many offerings and will be respected by everyone.

source: འཇིག་རྟེན་ཐམས་ཅད་ཀྱི་བླ་མར་ཡང་འགྱུར་རོ། །འཕགས་པའི་དགེ་འདུན་གྱི་ནང་དུ་ཞུགས་ན་དགེ་སློང་ཐམས་ཅད་ཀྱི་མཆོད་གནས་ཆེན་པོར་འོས་པར་འགྱུར་རོ།
en: If he enters a congregation of the noble saṅgha, he will be greatly revered and honored by all the monks.

source: །སྐྱེ་བོ་མང་པོའི་ནང་དུ་ཞུགས་ན་ནོར་ཆེན་པོ་འཕེལ་བར་འགྱུར་ཞིང་མཆོད་པ་ཆེན་པོའི་འོས་སུ་འགྱུར་རོ།
en: If he enters a thick crowd, he will receive many offerings and great honors, and his wealth will greatly increase.

source: །རིའི་རྩེ་མོ་ཉི་མ་འཆར་བའི་ཁར་བདུགས་ནས་གསང་སྔགས་རྩ་བ་ལན་བདུན་བཟླས་བརྗོད་བྱས་ན་མོད་ལ་ཉི་མ་འབབ་པར་འགྱུར་ཞིང་འདོད་པ་མཆོག་ཀུན་རྗེས་སུ་སྦྱིན་པར་བྱེད་དོ།
en: If he burns the incanted sandalwood on top of a mountain while facing the sun and repeats the root mantra seven times, Āditya will immediately descend and grant him all desired boons. “

source: །གུ་གུལ་དང་བསྲེས་ནས་ལྷ་ཆེན་པོའི་མདུན་དུ་བདུག་པར་བྱ་ཞིང་གསང་སྔགས་རྩ་བ་ལན་བདུན་བྱ་བ་པ་བྱས་ན་མོད་ཉིད་ལ་ལྷ་ཆེན་པོ་འབབ་པར་འགྱུར་ཞིང་རིག་སྔགས་འཆང་གི་མདུན་དུ་འདུག་ནས་བསམ་པ་ཐམས་ཅད་ཡོངས་སུ་སྐོང་བར་བྱེད་དོ། །བོ་ལ་དང་། ཙནྡན་དང་།
en: If the vidyā holder burns incense containing bdellium in front of an image of Mahādeva while reciting the root mantra seven times and rubbing him, Mahādeva will immediately descend, stand before the vidyā holder, and grant his every wish.

source: གུ་གུལ་བསྲེས་ནས་སྲེད་མེད་ཀྱི་བུའི་མདུན་དུ་བདུག་པར་བྱ་ཞིང་གསང་སྔགས་རྩ་བ་ལན་ཉི་ཤུ་གཅིག་ལུས་ཀྱི་ཡན་ལག་ལ་བྱ་བ་པ་བྱས་ན་སྲེད་མེད་ཀྱི་བུ་རང་གི་གཟུགས་ཀྱིས་མདུན་ན་འདུག་ཅིང་འདོད་པ་མཆོག་ཀུན་རྗེས་སུ་སྦྱིན་པར་བྱེད་ལ།
en: If the vidyā holder burns a mixture of myrrh, sandalwood, and bdellium in front of an image of Nārāyaṇa while reciting the root mantra twenty-one times and rubbing the figure, Nārāyaṇa will appear in person and grant him every desired boon.

source: དངོས་པོ་སྣ་ཚོགས་ཀྱང་སྦྱིན་པར་བྱེད་དོ།
en: The vidyā holder can also cause him to appear in his Viśvarūpa form.

source: །ཡུངས་ཀར་དང་བསྲེས་ནས་ཚངས་པ་ལ་བདུག་ཅིང་གསང་སྔགས་རྩ་བ་ལན་བཅུ་བཞི་བྱ་བ་པ་བྱས་ན། ཚངས་པ་རང་གི་གཟུགས་ཀྱིས་མདུན་ན་འདུག་ལ་མཆོག་ཐམས་ཅད་སྦྱིན་པར་བྱེད་དོ།
en: If he censes Brahmā with incense containing mustard seeds while reciting the root mantra fourteen times and rubbing and image of Brahmā, Brahmā will appear in person and grant him every boon.

source: །པདྨའི་ཕྱེ་མ་དང་བསྲེས་ནས་ནག་པོ་ཆེན་པོ་དང་། མ་མོའི་ཚོགས་ལ་བདུགས་ན་ནག་པོ་ཆེན་པོ་དང་། མ་མོའི་ཚོགས་འཁོར་དང་བཅས་པ་རང་གི་གཟུགས་ཀྱིས་མདུན་ན་འདུག་ཅིང་མཆོག་དང་། བྱ་བ་སྒྲུབ་པ་ཐམས་ཅད་སྦྱིན་པར་བྱེད་དོ། །ནཱ་ག་པུཥྤ་དང་།
en: If he censes Mahākāla and the mātṛs with incense containing powdered lotus, Mahākāla will appear before him in person with his retinue of mātṛs, help him perform any task, and grant him every boon. “

source: སྦྲུལ་གྱི་ཤུན་པ་དང་། བསྲེས་པའི་བདུག་པ་ཀླུའི་མཚོར་བདུག་ཅིང་གསང་སྔགས་རྩ་བ་ལན་བདུན་ཡུངས་ཀར་ལ་བཟླས་བརྗོད་བྱས་ནས་ཀླུའི་མཚོར་གཏོར་ལ། དོན་ཡོད་པའི་ཞགས་པའི་སྙིང་པོའི་མདོ་ལན་ཅིག་བརྗོད་ཅིང་དྲན་པར་བྱས་ན་ཀླུ་དང་། ཀླུ་མོ་དང་།
en: The vidyā holder should burn incense made from the bark of nāgapuṣpa near a lake inhabited by nāgas and incant mustard seeds seven times with the root mantra.

source: ཀླུའི་བུ་ཕོ་དང་།
en: If he then casts the seeds into the lake and recites the Amogha­pāśa­hṛdaya­sūtra one time, all the nāgas—male and female—will come out of their dwellings and fall at his feet.

source: ཀླུའི་བུ་མོ་ཐམས་ཅད་གནས་ཀུན་ནས་བྱུང་ནས་རིག་སྔགས་འཆང་གི་རྐང་པ་གཉིས་ལ་འདུད་ཅིང་གང་བསྒོ་བ་དེ་དག་ཐམས་ཅད་བྱེད་ལ་འདོད་པ་ཐམས་ཅད་སྦྱིན་ཞིང་དབང་དུ་འགྱུར་རོ།
en: They will do everything he commands them to do, satisfy his every desire, and remain in his thrall.

source: །ལན་གསུམ་སྦྱར་ན་ཀླུའི་རྒྱལ་པོ་རྒྱ་མཚོའང་འོང་ངོ་། །ཀླུའི་རྒྱལ་པོ་དགའ་བོ་དང་། ཉེ་དགའ་བོ་ཡང་འོང་ཞིང་ཐམས་ཅད་བསྒོ་བ་བཞིན་བྱེད་ལ་དབང་དུ་གྱུར་ནས་འདུག་གོ།
en: The three nāga kings, Sāgara, Nanda, and Upananda, will arrive together, carry out the vidyā holder’s orders, and remain in his thrall. “

source: །གནོད་སྦྱིན་དང་། སྲིན་པོ་དགུག་པར་འདོད་པས་དུར་ཁྲོད་ཀྱི་ནང་དུ་མི་རོ་བསྲེགས་པའི་སོལ་བས་བདུགས་ལ། གསང་སྔགས་རྩ་བ་གསང་མཐོན་པོས་ལན་བདུན་བརྗོད་ཅིང་དྲན་ན་གནོད་སྦྱིན་དང་སྲིན་པོ་དག་རྒྱུག་ཅིང་འོང་ལ།
en: If the vidyā holder wants to summon yakṣas or rākṣasas, he should burn incense mixed with charcoal from a funeral pyre in a charnel ground while reciting the root mantra seven times in a loud voice.

source: རིག་སྔགས་འཆང་གི་རྐང་པ་གཉིས་ལ་བཏུད་ནས་རྗེ་བཙུན་བཀའ་སྩོལ་ཅིག་ཅེས་ཟེར་བ་དང་།
en: The yakṣas and rākṣasas will arrive running, fall at the vidyā holder’s feet and say, ‘Give us orders, venerable sir!’

source: དེའི་ཚེ་རིག་སྔགས་འཆང་གིས་དེ་བསྒོ་བ་ཇི་ལྟ་བ་བཞིན་དུ་བྱས་ན་བསྒོ་བ་ཐམས་ཅད་བྱེད་ལ་མངག་པའི་ལས་བྱེད་པར་འགྱུར་ཞིང་ཇི་སྲིད་འཚོའི་བར་དུ་འདུག་གོ།
en: The vidyā holder should tell them what their orders are, and they will carry them out in full. They will become his messengers and servants and remain with him for as long as he lives.

source: །ཐོད་པ་སྦྱར་བ་ལ་ལན་བདུན་བཟླས་བརྗོད་བྱས་ནས་ཐོད་པ་བཀང་བའི་བདུག་པས་བདུགས་ན་འབྱུང་པོ་ཐམས་ཅད་ཀུན་ནས་འོང་ཞིང་ཐམས་ཅད་དབང་དུ་འགྱུར་ལ། ལས་བྱེད་པར་འགྱུར་རོ།
en: If he incants incense placed in a skull cup seven times and burns the full cup, every bhūta will arrive, fall under his thrall, and become his servant. “

source: །གནོད་སྦྱིན་མོ་དབབ་པར་འདོད་པས་བཙག་གིས་གནོད་སྦྱིན་མོ་བྲིས་ལ། བ་ལང་གི་ལྕི་བའི་དཀྱིལ་འཁོར་བྱས་པར་ཕྱེས་པ་པདྨའི་རི་མོ་བྲི་ཞིང་ཕྱེའི་གཏོར་མ་པདྨ་ལྟ་བུར་བྱས་པ་བཞག་ལ་བདུག་པ་འདིས་བདུག་ཅིང་།
en: If the vidyā holder wants to summon a yakṣiṇī, he should draw an image of her with red ochre, make a maṇḍala with cow dung, and paint a white lotus.

source: གསང་སྔགས་བརྒྱ་རྩ་བརྒྱད་བཟླས་བརྗོད་བྱ།
en: He should place a bali offering on the lotus, burn the same incense, and recite the root mantra one hundred and eight times.

source: ཡུངས་ཀར་ལ་ལན་བདུན་བཟླས་བརྗོད་བྱས་ན་གནོད་སྦྱིན་མོ་ལ་བརྡེག་པ་བྱས་ན་གནོད་སྦྱིན་མོ་རང་གི་གཟུགས་ཀྱིས་མདུན་དུ་འདུག་ཅིང་།
en: After incanting mustard seeds seven times, he should strike the yakṣiṇī with them. The yakṣiṇī will arrive in person and stand before the vidyā holder.

source: ལྷའི་འཇིག་རྟེན་གྱི་བར་དུ་འགྲོ་ལ་སླར་ཡང་འོང་སྟེ། དོན་གསང་བ་ཐམས་ཅད་བསྒོ་བ་ཙམ་གྱིས་བྱེད་པར་འགྱུར་རོ།
en: She will go on errands for him up to the celestial realms and back again, and she will carry out any secret missions immediately upon being told to do so.

source: །ཡང་ན་མའམ་ཆུང་མའམ།
en: Optionally, the vidyā holder can ask her to be his mother or sister.

source: སྲིང་མོ་ཡིན་ནོ་ཞེས་སྨྲ་བར་བྱ་སྟེ། གལ་ཏེ་མར་བྱས་ན་བུ་ལ་སྡུག་པ་ལོངས་སྤྱོད་དང་། གཞལ་མེད་ཁང་ཐམས་ཅད་ཀྱི་ནང་དུ་འཇུག་ལ་རྒྱལ་པོའི་བུ་བཞིན་ཡོངས་སུ་སྐྱོང་བར་བྱེད་དོ།
en: If she becomes his mother, she will love him like her own son, provide him with palaces and comforts, and guard him like a prince.

source: །གལ་ཏེ་སྲིང་མོར་བྱས་ན་རྣམ་ཐོས་ལ་འགྲན་པར་འགྱུར་རོ།
en: If she becomes his sister, she will emulate Vaiśravaṇa.

source: །གལ་ཏེ་ཆུང་མར་བྱས་ན་སུམ་ཅུ་རྩ་གསུམ་གྱི་བདག་པོ་ལྟར་དགའ་བའི་ལོངས་སྤྱོད་དག་ལ་རྩེར་འཇུག་པར་བྱེད་དོ།
en: If she becomes his wife, she will provide sexual pleasures and frolic with him, as if he were the chief god in the realm of Thirty-Three. “

source: །ལྷ་མོ་དཔལ་ལ་བདུགས་ལ་གསང་སྔགས་རྩ་བ་ལན་བདུན་བཟླས་བརྗོད་བྱ་ཞིང་ལྷ་མོ་དཔལ་གྱི་མགོ་ལ་བྱུགས་ན་ལྷ་མོ་ཆེན་མོ་དཔལ་རང་གི་གཟུགས་ཀྱིས་མདུན་ན་འདུག་ཅིང་། ནོར་གྱི་ཕུང་པོ་ཆེན་པོ་འབུལ་བར་བྱེད་དེ།
en: If the vidyā holder censes an image of the goddess Śrī while reciting the root mantra eight times and rubbing the image, the great goddess Śrī will appear before the vidyā holder and give him a great quantity of wealth.

source: ནམ་འཚོའི་བར་དུ་ཁྱིམ་ན་འདུག་ཅིང་ནོར་ཆེན་པོ་ཉིད་འཕེལ་བར་འགྱུར་རོ།
en: She will attend upon him in his home for as long as he lives, and his wealth will vastly increase.

source: །རྣམ་ཐོས་ཀྱི་བུ་ལ་བདུགས་ན་གསེར་སྲང་སྟོང་སྦྱིན་པར་བྱེད་དོ།
en: If the vidyā holder censes an image of Vaiśravaṇa, Vaiśravaṇa will provide one thousand pieces of gold.

source: །ནོར་བུ་བཟང་པོའི་བུ་ལ་བདུགས་ན་གསེར་གྱི་དོང་ཙེ་སྟོང་སྦྱིན་པར་བྱེད་དོ།
en: If he censes an image of Maṇibhadra, Maṇibhadra will provide one thousand dinars. “

source: །ཚལ་གསེབ་ཏུ་བདུགས་ན་ཚལ་ན་གནས་པའི་ལྷ་རང་གི་གཟུགས་ཀྱིས་མདུན་ན་འདུག་ཅིང་རྫས་དང་།
en: If the vidyā holder burns the incense near a secret passageway in a forest, all the forest deities who dwell there will arrive and stand before him in person.

source: སྨན་ཐམས་ཅད་རང་གི་གཟུགས་ཀྱིས་མདུན་ན་འདུག་གོ།
en: All medicinal substances and herbs will arrive before him in their own forms.

source: །རི་རྣམས་ལ་བདུགས་ན་རྩྭ་དང་། ཤིང་གེལ་པ་དང་། སྨན་དང་རྫས་ཐམས་ཅད་འབར་བར་འགྱུར་རོ།
en: If the vidyā holder burns the incense in the mountains, all medicinal grasses and bushes will emit light.

source: །གྲོང་ཁྱེར་བཞིའི་སྒོ་རྣམས་སུ་བདུགས་ན་གྲོང་ཁྱེར་ཀུན་དུ་ཡམས་ཀྱི་ནད་དང་། གནོད་པ་དང་། ནད་འགོ་བ་དང་། ནད་ཐམས་ཅད་དང་། འཐབ་པ་དང་། འཐབ་མོ་དང་། རྩོད་པ་དང་། འགྱེད་པ་ཐམས་ཅད་རབ་ཏུ་ཞི་བར་འགྱུར་རོ། །འབྲོག་ཏུ་བདུགས་ན་རྐུན་མོ་དང་། གཡོན་ཅན་དང་། གནོད་བྱེད་དང་།
en: If he burns the incense at the four primary gates as well as the subsidiary gates surrounding a city, all fevers, anxiety, quarrels, discord, and disputes will be pacified.

source: སེང་གེ་དང་། སྟག་དང་། སྦྲུལ་དང་། དྲེད་དང་། དོམ་གྱི་འཇིགས་པ་ཐམས་ཅད་འབྱུང་བར་མི་འགྱུར་ཞིང་རི་དགས་གཏུམ་པོའི་འཇིགས་པ་ཐམས་ཅད་རབ་ཏུ་ཞི་བར་འགྱུར་རོ།
en: If he burns the incense in a forest, there will no longer be danger from any thieves, rogues, bandits, lions, tigers, beasts of prey, bears, or wolves, nor will there be any danger from smaller animals.

source: །རིམས་ཐམས་ཅད་ལ་བདུགས་ན་རིམས་ཐམས་ཅད་ལས་ཐར་བར་འགྱུར་རོ།
en: If patients suffering from any type of fever are fumigated with the incense, they will become completely cured of it. “

source: །སྡིག་པ་ཐམས་ཅད་འགེགས་པ་ཙནྡན་གྱི་བདུག་པ་བསྒྲུབ་པའི་ཆོ་ག་སྟེ་གསུམ་པའོ།། །།
en: This concludes the third practice procedure, for purifying all evil and obscurations with sandalwood incense. “

source: དེ་ནས་ཐིག་ལེ་ཡང་དག་པར་བཤད་པར་བྱ་སྟེ།
en: I will now teach a bindi practice that involves the mantra of the lord of the family. “

source: རིགས་ཀྱི་རྒྱལ་པོའི་གསང་སྔགས་བསྒྲུབས་པ་ནི་ཉི་མའི་གཟི་བརྗིད་དང་མཚུངས་ཤིང་སྐར་མའི་རྣམ་པ་ལྟར་འབར་བ་ཡིན་ཏེ།
en: The vidyā holder will shine with splendor equal to the sun.

source: གཟི་བརྗིད་ཀྱི་རྒྱལ་པོ་དེ་གཉིས་ཀྱིས་འབར་བར་འགྱུར་བ་ནི་བསོད་ནམས་ཀྱི་ཕུང་པོ་རྣམ་པར་འཕེལ་ལོ།
en: Endowed with the brightness of the stars, He will shine like the king of brightness, And his store of merit will increase. “

source: །ལྷ་རྣམས་ཀྱི་ནང་ན་ལྷའི་དབང་པོ་དང་། ཚངས་པ་དང་། ཁྱབ་འཇུག་དང་། དབང་ཕྱུག་ཆེན་པོ་དང་བཅས་པས་རྟག་ཏུ་མཆོད་པའི་གནས་སུ་འགྱུར་གྱིས་རིག་སྔགས་འཆང་གིས་ཐེ་ཚོམ་མི་བྱའོ། །དཔྲལ་བའི་སྟེང་དུ་ཐིག་ལེ་བྱེད་པ་ནི་རྟག་ཏུ་མཛེས་པ་ཡིན་ཏེ།
en: The devas together with their lord, As well as Brahmā, Viṣṇu, and Maheśvara, Will worship him continually; There is no doubt about this. “

source: ཉི་མ་ལྟར་འོད་ཟེར་གྱི་དྲ་བ་སྟོང་གིས་གསལ་ཤིང་ཤེལ་ལྟར་དག་པ་མདོག་དཀར་བ་དྲི་ཞིམ་པ་དང་།
en: The vidyā holder who marks his forehead with the bindi will always shine with the light of a thousand rays and be as resplendent as the sun.

source: གླང་པོ་ཆེའི་བྱ་བ་དང་།
en: His body will be translucent as a crystal, deep blue in color, and fragrant, resemble an elephant’s forehead, and be faultless like Gokula.

source: དཔྲལ་བ་དང་།
en: He will be well focused and disciplined.

source: བ་ལང་གི་གནས་ལྟར་སྐྱོན་མེད་ཅིང་མཉམ་པར་མཐུན་ལ་ཤིན་ཏུ་དུལ་བ།
en: The bindi is like a unique jewel possessed by the leader of a caravan.

source: དེད་དཔོན་གཅིག་པུའི་ནོར་བུར་གྱུར་ཅིང་གསང་སྔགས་འབུམ་བཟླས་པས་ལེགས་པར་བསྒྲུབས་པ། གསེར་དང་། གོས་ལྟར་ཀུན་དུ་འབར་བ་ནི་ཐིག་ལེ་ཡིན་ནོ།
en: If it is incanted one hundred thousand times with the mantra, the bindi will be like a golden fabric that radiates light everywhere.

source: །སྨིན་མཚམས་ཀྱི་བར་དཔྲལ་བ་ན་ཤིན་ཏུ་ཕྲ་བ་རྟག་ཏུ་རྟག་པར་མཛེས་པ་ནི་ཟླ་བ་ཉ་བ་མཁའ་ལ་འགྲོ་བ་ལྟ་བུ་ཡིན་ལ།
en: Very delicate, it will always shine on the forehead from between the eyebrows.

source: སྐྱེ་བོའི་དབུས་ན་གསལ་བ་ནི་རྒྱུ་སྐར་གྱི་རྒྱལ་པོ་ཟླ་བ་དབུས་ན་གནས་པ་བཞིན་རང་གི་འཁོར་གྱི་དབུས་ན་ལྷ་རྣམས་ཀྱི་རྒྱལ་པོ་དབང་པོ་བརྒྱ་བྱིན་ལྟ་བུ་ཡིན་ལ།
en: The vidyā holder will shine in the midst of a crowd of people, like the full moon in the sky. Like the moon among its asterisms, or the king Śakra among the asuras, he will be a king among his own people.

source: སྐྱེ་བོའི་དབུས་ན་ནི་འཇིག་རྟེན་གྱི་རྒྱལ་པོ་གདུགས་གཅིག་པ་ལྟར་འབར་བ་ཡིན།
en: He will shine among them like the royal parasol.

source: འཇིག་རྟེན་གྱི་ནང་ན་གདུགས་གཅིག་པ་བདེ་བར་གཤེགས་པ་ལྟར་ཤིན་ཏུ་དུལ་བ་ཡིན་ལ།
en: He will possess the self-control of a sugata and will stand out in the crowd like a lone parasol, and like someone belonging to the Śākya family lineage he will desire the good of all beings.

source: ཤཱཀྱའི་རིགས་ཀྱི་རྒྱུད་ལྟར་སེམས་ཅན་ཐམས་ཅད་ལ་ཕན་པར་འདོད་པ་དེ་བཞིན་དུ་ནོར་བུ་མཆོག་རྣམ་པར་དག་པ་ནི་སེམས་ཅན་ཐམས་ཅད་ལ་ཕན་པར་འདོད་པ་ཡིན་ནོ།
en: Purified by this supreme jewel, he will desire their good.

source: །ལྷ་དང་བཅས་པའི་འཇིག་རྟེན་ན་ཇི་ལྟར་འཇིག་རྟེན་དབང་ཕྱུག་གཅིག་པུ་ལྟར་མཆོག་དང་། རབ་མཆོག་སེམས་ཅན་ཐམས་ཅད་ཀྱི་དོན་དུ་སྦྱིན་པར་བྱེད་དེ་དེ་ལྟར་ཐིག་ལེ་ནོར་བུའི་མཐུ་ནི་འདོད་པ་ཐམས་ཅད་རབ་ཏུ་སྦྱིན་པར་བྱེད་དོ།
en: Like the supreme lord of the world and the gods, he will grant boons for the benefit of all beings. Through the power of the bindi-jewel, he will be able to fulfill all their wishes. “

source: །ལྷ་དང་། ཀླུ་དང་། གནོད་སྦྱིན་དང་བཅས་པ་དབང་དུ་འགྱུར་ཞིང་སུམ་ཅུ་རྩ་གསུམ་གྱི་བདག་པོ་དབང་དུ་འགྱུར་བར་རྗེས་སུ་འགྲོ་བ་དང་། དྲི་ཟ་དང་། ལྷ་མ་ཡིན་དང་།
en: Devas, nāgas, and yakṣas will fall under his thrall, as will Indra, the lord of the realm of Thirty-Three.

source: ནམ་མཁའ་ལྡིང་དང་།
en: So too will all gandharvas, asuras, garuḍas, kinnaras, mahoragas, and bhūtas fall under his thrall.

source: མི་འམ་ཅི་དང་། ལྟོ་འཕྱེ་ཆེན་པོ་འདོང་བར་གྱུར་པ་ཐམས་ཅད་ཀྱང་དབང་དུ་འགྱུར་བ་ནི་མཁའ་ལ་སྐར་མ་ལྟར་དཔྲལ་བར་རྟག་ཏུ་དབང་དུ་གྱུར་པ་ཡིན་ཏེ།
en: Seeing the light of the stars on his forehead, they will inevitably fall under his thrall.

source: སེམས་ཅན་ཐམས་ཅད་ཀྱི་མགོ་བོས་རྐང་པའི་དྲུང་དུ་རྟག་འདུད་ལ་མེ་ཡིས་མི་འཚིག །
en: All beings will bow to him, touching their heads to his feet.

source: ཆུ་ཡིས་མི་འཁྱེར་ཞིང་ལུས་ལ་དུག་དང་།
en: No fire can burn him, nor can a flood sweep him away.

source: སྦྱར་བའི་དུག་དང་། ཕྱེ་མའི་དུག་དང་། བྱད་མི་བཟད་པ་དང་། ངན་སྔགས་དང་། སྡང་བའི་རྣམ་པས་མི་ཚུགས་པར་འགྱུར་རོ།
en: No poisons, venoms, terrible kākhordas, or various evil mantras will harm his body.

source: །ནོར་བུ་ལྟ་བུའི་མཐུས་དེ་དག་ཐམས་ཅད་ཀྱིས་མི་ཚུགས་པར་འགྱུར་རོ།
en: Because of the power of the bindi-jewel, none of these things will arise.

source: །རིམས་དང་། སྡུག་བསྔལ་བ་དང་། ནད་དང་། རླུང་དང་། ཀླད་ནད་ཆེན་པོ་ལ་ཐིག་ལེ་བྱས་པ་ལྟ་བུར་མོད་ལ་དེ་དག་ཐམས་ཅད་རབ་ཏུ་ཞི་བར་འགྱུར།
en: All fevers, severe pain, diseases, wind disorders, and headaches will be instantly pacified when the bindi is applied. “

source: སེམས་ཅན་བཙོན་དུ་གཟུང་བའམ། ཆད་པས་བཅད་པའམ། བཅིང་བར་འོས་པ་ལ་ཐིག་ལེ་ལྟ་བུ་བྱས་པས་དེ་དག་ཐམས་ཅད་ལས་ཐར་བར་འགྱུར་རོ།
en: All beings who are enslaved or sentenced to punishment or execution will be set free when they receive the bindi.

source: །སྨིན་མཚམས་དཔྲལ་བར་ཐིག་ལེ་ལྟ་བུ་བྱས་ན་དེའི་མོད་ལ་གནོད་སྦྱིན་སྟོང་དང་སྲིན་པོ་དྲག་པོའི་གཟུགས་ཅན་གདོན་བརྒྱ་སྟོང་རྣམས་ལུས་ལ་འཇུག་པར་མི་འགྱུར་ཞིང་། གླང་པོ་ཆེ་དང་། རི་དགས་ཀྱི་བདག་པོའི་ཁྱུ་དང་། ཆོམ་རྐུན་དང་། ཤོད་ཀྱི་ལམ་དང་། རིའི་ལམ་དང་། རི་སུལ་དང་།
en: No yakṣas, not even one hundred thousand of them, or rākṣasas in their frightening forms, or hundreds of thousands of grahas will be able to harm the body of one wearing the bindi.

source: ངམ་གྲོག་དང་། གློག་དང་། གླང་དང་། སྦྲུལ་དང་། སྔང་འཇིགས་ཀྱི་འཇིགས་པ་ཐམས་ཅད་ཞི་བར་འགྱུར་རོ།
en: All dangers arising from herds of elephants, from prides of lions, and from bandits, landslides, falling rocks, lightning, cold spells, strong winds, hail, or rats will be pacified the very moment the bindi is applied to the forehead between the eyebrows.

source: །ཐིག་ལེ་ལྟ་བུའི་མཐུས་དགྲའི་སྡེ་སྟོང་སྙེད་ཀྱི་ནང་ན་འགྱེད་པ་ལས་མྱུར་བ་ཉིད་དུ་རྒྱལ་བར་འགྱུར།
en: When one is surrounded by hundreds of thousands of soldiers in battle, they can be swiftly defeated by the power of the bindi.

source: གཡུལ་དང་། འཐབ་མོ་དང་། ཐ་སྙད་མོད་ཉིད་ལ་ཞི་བར་འགྱུར།
en: Armed conflicts, quarrels, and disputes will be immediately pacified. “

source: དེའི་ཚེ་ནོར་བུ་གཙུག་གི་སྤྱི་བོར་བཏགས་པ་གང་ཡིན་པ་དང་། ཐིག་ལེ་ཡང་བྱས་ནས་འཁོར་ལོ་ལ་བྱུགས་ལ་ཕ་རོལ་གྱི་དམག་ཚོགས་གཡུལ་གྱི་ནང་དུ་ཞུགས་ན་བདག་ཉིད་གཅིག་པུས་དཔུང་གི་ཚོགས་ཡན་ལག་བཞི་པ་ལས་རྒྱལ་བར་འགྱུར།
en: If the vidyā holder ties an amulet into his topknot, applies the bindi, anoints the circle, and subsequently enters a battle with an enemy army, he will single-handedly defeat all four divisions of the army.

source: འདིས་ཐམས་ཅད་དུ་ཞུགས་པ་ཙམ་གྱིས་ཕམ་པ་བྱས་པར་འགྱུར་ཞིང་ཕྱོགས་བཅུར་འབྲོས་ལ་ཐམས་ཅད་འཇིགས་པར་འགྱུར་རོ།
en: Through the power of the bindi, all enemy soldiers will fall into disarray as soon as the vidyā holder enters the battle. They will all flee in the ten directions and vanish.

source: །ཐིག་ལེ་བྱས་ནས་རྒྱལ་པོའི་ཕོ་བྲང་དུ་ཞུགས་ན་རྒྱལ་པོ་དང་། བཙུན་མོ་དང་། འཁོར་དང་བཅས་པ་དབང་དུ་གྱུར་ནས་ཉེ་བར་འཁོད་དོ། །ཇི་སྲིད་འཚོའི་བར་དུ་མཆོད་གནས་སུ་འགྱུར་རོ།
en: If the vidyā holder applies the bindi and enters a royal household, the king, along with his harem and retinue, will fall under his thrall and honor him with offerings for as long as he lives.

source: །དཔུང་པ་གཡས་པར་ནོར་བུ་བཏགས་ལ་ཡན་ལག་དང་། ཡན་ལག་དག་ཏུ་ཐིག་ལེ་བྱས་ན་ཐམས་ཅད་དུ་རྒྱལ་བ་འཐོབ་ཅིང་རེག་པ་ཙམ་གྱིས་དབང་དུ་འགྱུར་ལ།
en: If he ties the jewel to his right arm and marks his body and limbs with the bindi, he will always be victorious.

source: དོན་གང་དང་གང་བསྒྲུབ་པ་དེ་དག་དེ་ཐམས་ཅད་འཐོབ་པར་འགྱུར་རོ། །རིལ་བུ་དག་ནི་ཁར་བཅུག་ནས། ལྷན་ཅིག་འདུག་ལ་སྨྲས་ན་ནི། །ཐམས་ཅད་དབང་དུ་འོང་བར་འགྱུར།
en: He will enthrall beings by merely touching them and will obtain any object that he asks for. “

source: །རྒྱལ་པོ་དང་ནི་བཙུན་མོ་འམ། །དགེ་སྦྱོང་དང་ནི་བྲམ་ཟེ་དང་། །རྒྱལ་རིགས་དང་ནི་དམངས་རིགས་ཉིད། །སྐྱེས་པ་དང་ནི་བུད་མེད་དང་། །ཁྱེའུ་དང་བུ་མོ་རྣམས་ཀྱང་རུང་།
en: If the vidyā holder takes the pill into his mouth And recites the mantra when meeting people, They will all fall under his thrall, Be they kings with their harems and retinues, “Ascetics, brahmins, Kṣatriyas, śūdras, Women, men, Boys, or girls.

source: །དེ་དག་ཐམས་ཅད་དབང་དུ་འགྱུར། །ཀུན་དུ་མངག་པའི་ལས་རྣམས་བྱེད།
en: All will be enthralled And act as his messengers and servants. “

source: །རིལ་བུ་ཟོས་པ་ཙམ་གྱིས་ནི། །ནད་རྣམས་ཐམས་ཅད་རྣམ་པར་འཇིག །གང་གི་ཉིན་བཞི་པ་ཡི་རིམས། གང་དག་ཁོང་སྐེམ་ནད་ཀྱིས་ཉམས།
en: If the pill is ingested instead, It will cure every disease, Such as quartan fever, tuberculosis, Or whatever one suffers from. “

source: །གང་ཞིག་རྟག་པའི་རིམས་ཀྱི་བཏབ། །གང་དུ་འཐབ་མོ་འབྱུང་བ་དང་། །དེ་བཞིན་སྐྱེ་བོ་སྡང་སེམས་ཅན། །བདག་ལ་གྲིབ་གནོན་གཞན་གྲིབ་གནོན། །སྐེམ་བྱེད་སྐེམ་པ་བརྗེད་བྱེད་དང་། །གང་ཞིག་གདོན་གཞན་མི་བཟད་པ། །སྡིག་པའི་ལས་ནི་ཀུན་དུ་སྤྱོད། །སྔོན་གྱི་ལས་ནི་མི་ཟད་པ། །དེ་ཀུན་སྐད་ཅིག་ཙམ་གྱིས་འཇིག །རིལ་བུས་ཁྲུས་བྱས་ཙམ་གྱིས་ནི།
en: If anyone suffers from continuous fever, If there are quarrels Or enmity between people anywhere, If oneself or someone else is troubled By chāyās, skandas, śoṣas, apasmāras, Or other spirits, such as the terrible grahas, “If beings commit evil habitually Or have previously committed heinous crimes, It will all be instantly purified As soon as they bathe in an infusion made with the pill. “

source: །འབྲས་དང་ཤུ་བར་འགྱུར་རྣམས་དང་། །ལྷོག་པ་དང་ནི་རྐང་ཤུ་དང་། །མཚན་པར་རྡོལ་དང་མེ་དབལ་དང་། །ཁྱི་རྔོ་མཛེ་དང་རྐང་པའི་ནད། །མི་བཟད་དེ་རྣམས་ཀུན་དང་ནི། །གང་དག་ནོར་རྒྱས་སྡང་བས་ཟིན། །བྱུགས་པ་ཙམ་གྱི་མོད་ལ་ནི། །ཐམས་ཅད་དུག་མེད་ཞི་བར་འགྱུར། །རིལ་བུ་ཐམས་ཅད་ལས་བྱེད་པ། །ལྷ་རྫས་ཤི་བ་སོས་པར་བྱེད།
en: Swelling, cuts, injuries, Festering abscesses, scabs, Fistulas, erysipelas, Vitiligo, leprosy, eczemas, “And poisonous bites such as snakebites Will all be instantly healed, And all poison in them neutralized, When they are rubbed with the pill; “This divine pill is universally applicable And can bring the dead back to life.

source: །རིལ་བུ་དག་ནི་འཆང་བྱེད་ཅིང་། །ཐིག་ལེ་དག་ནི་བྱས་པ་ཡིས། །ཐམས་ཅད་དུ་ནི་མཆོད་པ་འཐོབ། །ཐམས་ཅད་དུ་ནི་ནོར་དག་འདུ།
en: The wearer of the pill Who also applies the bindi Will receive offerings And money from everyone. “

source: །དཔལ་འདོད་པ་ནི་དཔལ་འཐོབ་ཅིང་།
en: If he desires splendor, He will obtain it.

source: །འབྲུ་འདོད་འབྲུ་ཡི་ཕུང་པོ་འཕེལ།
en: If he desires grain, His grain stores will increase. “

source: །ལྷ་རྣམས་དག་ནི་དགའ་འགྱུར་ཞིང་།
en: He will be loved by devas and nāgas.

source: །ཀླུ་རྣམས་ཀྱང་ནི་དགའ་དང་བཅས། །གནོད་སྦྱིན་སྲིན་པོ་དྲི་ཟ་དང་། །ལྷ་མིན་མཁའ་ལྡིང་མིའམ་ཅི། །ལྟོ་འཕྱེ་ཆེན་པོ་ཐམས་ཅད་དང་། །འབྱུང་པོ་རྣམས་ཀྱང་དགའ་དང་བཅས།
en: Yakṣas, rākṣasas, gandharvas, asuras, Garuḍas, kinnaras, mahoragas, And all bhūtas will like him too. “

source: །རྟག་ཏུ་ཕྱག་བྱའི་གནས་འགྱུར་ཞིང་།
en: If he employs the pill, He will always be revered by them.

source: །ཐམས་ཅད་དབང་དུ་གྱུར་ནས་འཁོད། །འཁོད་ཀུན་བྲན་བྱེད་ཅི་བྱ་ཟེར།
en: They will all remain in his thrall And become his servants and helpers. “

source: །གང་ཞིག་རིལ་བུ་དེ་དག་བརྟེན། །རིལ་བུ་ཐིག་ལེ་རྟག་བྱེད་ལ། །དེ་བཞིན་གཤེགས་ཀུན་དགོངས་པ་མཛད།
en: If he always relies On both the pill and the bindi, All the tathāgatas Will keep him in mind. “

source: །འཕགས་པ་སྤྱན་རས་གཟིགས་ཀྱི་དབང་། །དེ་ཉིད་རིག་ལ་རྟག་ཏུ་ནི། །མཆོག་སྦྱིན་དུས་ཀུན་གཟིགས་པར་མཛད།
en: Noble Avalokiteśvara, The knower of the true nature, Will always grant him boons And will always appear to him. “

source: །བསོད་ནམས་ཕུང་པོ་སྟོང་དག་ནི། །ཉི་མ་རེ་རེ་སོགས་པར་བྱེད།
en: Every single day his store of merit Will increase a thousandfold.

source: །འཇིག་རྟེན་པ་ཡི་བདེ་སྤྱད་ཅིང་། །འཇིག་རྟེན་ཕ་རོལ་ཤིན་ཏུ་བདེ། །ཚེ་བརྗེ་བ་ནི་འཕོས་ནས་སུ།
en: He will enjoy worldly happiness in this life, And the supreme happiness in the next. “

source: །བདེ་བ་ཅན་དུ་མོད་ལ་འགྲོ། །གང་དང་གང་དུ་སྐྱེ་བར་ནི། །ཚེ་རབས་རྟག་ཏུ་ཚེ་རབས་དྲན།
en: When he takes a new rebirth, He will proceed directly to Sukhāvatī And always remember his previous births, Wherever he goes. “

source: །ལག་ན་རྡོ་རྗེ་གནོད་སྦྱིན་ཆེ། །གནོད་སྦྱིན་བྱེ་བས་ཡོངས་བསྐོར་ཅིང་། །གཡེལ་བ་མེད་པར་ཉིན་མཚན་དུ། །དུས་ཀུན་དུ་ནི་སྲང་བ་དང་། །སྐྱོབ་དང་སྦེད་དང་སྲུང་བར་བྱེད།
en: Vajrapāṇi, the great yakṣa, With a retinue of ten million yakṣas, Will always protect, Guard, and defend him. Always alert, they will Watch over him day and night. “

source: །གང་ཞིག་བུ་ནི་མེད་པ་དང་། །བུ་མེད་བུ་ནི་འདོད་པ་ལ། །རིལ་བུ་གཅིག་ནི་སྦྱར་ནས་སུ། །མཉམ་པར་བཞག་པས་གསང་སྔགས་ནི།
en: A man who does not have a son But desires to have one with his wife Should procure a single pill And recite the mantra while fully focused. “

source: །མཁས་པས་ཟླ་བ་ཡར་གྱི་ངོར། །འབུམ་ནི་ཚང་བར་བཟླས་ནས་སུ། །ཟླ་བ་ཉ་སྟེ་བཅྭ་ལྔ་ལ། །སྐྱེས་པ་བུད་མེད་ཁྲུས་བྱ་ཞིང་།
en: On the fifteenth day of the bright fortnight, The day of the full moon, the learned vidyā holder Should, after completing one hundred thousand recitations, Have the man and the woman bathe. “

source: །ཡན་ལག་ཡན་ལག་ཐིག་ལེ་བྱ། །དཀོན་མཆོག་གསུམ་ནི་ལེགས་མཆོད་ཅིང་། །བྲམ་ཟེ་དག་ཀྱང་མཆོད་སྟོན་བྱེད། །བསྲུང་བའི་ཆོ་ག་བྱས་ནས་སུ།
en: Having applied the bindi to each of his limbs, He should worship the Three Jewels, Feed the brahmins, And perform the protection rite. “

source: །གཏོར་མ་དཀར་གསུམ་མང་པོ་བཤམ། །བདག་ཉིད་རྒྱན་གྱིས་བརྒྱན་ནས་སུ། །གོས་གཙང་རྣམས་ནི་བགོ་བར་བྱ།
en: He should then adorn his body, Prepare a bali maṇḍala using the three ‘white’ foods, And put on clean clothes. “

source: །བྱམས་པའི་སེམས་ལ་ཡང་དག་གནས། །སྙིང་རྗེའི་སེམས་ཅན་སྡུག་པར་བྱེད།
en: He should engender thoughts of loving kindness And regard all beings compassionately as his beloved children.

source: །བསམ་པ་དག་ཅིང་དེས་པ་དང་། །བླ་མ་རྟག་ཏུ་གུས་པར་བྱ།
en: With his heart tender and pure, He should feel constant devotion for his master. “
